Repository: GabrielMu2006/PaperPulse
Catalog: Apps/PaperPulseWindows/src/PaperPulse.Windows/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# SettingsDialog.Title
source: Settings
zh_cn: 设置

# SettingsDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# SettingsDialog.PrimaryButtonText
source: Save settings
zh_cn: 保存设置

# SettingsLanguageHeading.Text
source: Language
zh_cn: 语言

# SettingsInterfaceLanguage.Text
source: Interface language
zh_cn: 界面语言

# SettingsBriefLanguage.Text
source: Brief language
zh_cn: 简介语言

# SettingsStorageHeading.Text
source: Storage
zh_cn: 存储

# SettingsClearUnclassified.Text
source: Clear unclassified papers
zh_cn: 清理未分类论文

# LibrarySearch.PlaceholderText
source: Search papers
zh_cn: 搜索论文

# LibraryAllPapers.Content
source: All papers
zh_cn: 全部论文

# LibraryFavorites.Content
source: Favorites
zh_cn: 收藏

# LibraryNewSubscription.Text
source: New subscription
zh_cn: 新建订阅

# LibrarySettings.Text
source: Settings
zh_cn: 设置

# LibraryFeeds.Text
source: Feeds
zh_cn: 订阅

# LibraryEditSubscription.Text
source: Edit subscription
zh_cn: 编辑订阅

# LibraryDeleteSubscription.Text
source: Delete subscription
zh_cn: 删除订阅

# LibraryHeading.Text
source: Library
zh_cn: 论文库

# LibraryNoPapers.Text
source: No papers pushed yet.
zh_cn: 尚未推送论文。

# LibraryAllPapers.AutomationProperties.Name
source: Show all papers
zh_cn: 显示全部论文

# LibraryFavorites.AutomationProperties.Name
source: Show favorite papers
zh_cn: 显示收藏论文

# FeedEditorDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# FeedEditorDialog.PrimaryButtonText
source: Save subscription
zh_cn: 保存订阅

# FeedEditorHeading.Text
source: Subscription
zh_cn: 订阅

# FeedEditorDescription.Text
source: Configure sources and filters for this manual paper push.
zh_cn: 配置这次手动推送论文所用的来源与筛选条件。

# FeedEditorName.Text
source: Name
zh_cn: 名称

# FeedEditorNameBox.PlaceholderText
source: Subscription name
zh_cn: 订阅名称

# FeedEditorCategories.Text
source: arXiv categories
zh_cn: arXiv 分类

# FeedEditorKeywords.Text
source: Keywords (any match)
zh_cn: 关键词（任一匹配）

# FeedEditorKeywordsBox.PlaceholderText
source: agent, retrieval
zh_cn: 智能体，检索

# FeedEditorExcludedKeywords.Text
source: Excluded keywords
zh_cn: 排除关键词

# FeedEditorExcludedKeywordsBox.PlaceholderText
source: survey, editorial
zh_cn: 综述，社论

# FeedEditorAuthority.Text
source: Authority filters
zh_cn: 权威性筛选

# FeedEditorInstitutionsBox.PlaceholderText
source: Required institutions, separated by commas
zh_cn: 必需机构，以逗号分隔

# FeedEditorVenuesBox.PlaceholderText
source: Required venues, separated by commas
zh_cn: 必需期刊或会议，以逗号分隔

# FeedEditorAuthorityHint.Text
source: Leave institutions and venues empty to allow any, while authority evaluation still applies.
zh_cn: 机构和期刊留空表示不限制，但仍会执行权威性评估。

# FeedEditorSources.Text
source: Academic sources
zh_cn: 学术来源

# FeedEditorLimit.Text
source: Papers per push
zh_cn: 每次推送论文数

# FeedEditorLookback.Text
source: Lookback days
zh_cn: 回溯天数

# PaperDetailEmptyTitle.Text
source: No paper selected
zh_cn: 尚未选择论文

# PaperDetailEmptyMessage.Text
source: Choose a paper from the library to start reading.
zh_cn: 从论文库选择一篇论文开始阅读。

# PaperDetailFavorite.AutomationProperties.Name
source: Toggle favorite for selected paper
zh_cn: 切换所选论文的收藏状态

# PaperDetailFavorite.ToolTipService.ToolTip
source: Toggle favorite for selected paper
zh_cn: 切换所选论文的收藏状态

# PaperDetailBrief.Text
source: Brief
zh_cn: 简介

# PaperDetailSource.AutomationProperties.Name
source: Open paper source page
zh_cn: 打开论文来源页面

# PaperDetailSource.ToolTipService.ToolTip
source: Open paper source page
zh_cn: 打开论文来源页面

# PaperDetailSourceText.Text
source: Open source page
zh_cn: 打开来源页面

# FeedEditorNewTitle
source: New subscription
zh_cn: 新建订阅

# FeedEditorEditTitle
source: Edit subscription
zh_cn: 编辑订阅

# FeedEditorValidation
source: Enter a name, at least one category or keyword, and one academic source.
zh_cn: 请填写名称、至少一个分类或关键词，以及一个学术来源。

source: No paper selected
zh_cn: 尚未选择论文

# ChoosePaperToRead
source: Choose a paper from the library to start reading.
zh_cn: 从论文库选择一篇论文开始阅读。

# ChoosePaperToOpenPdf
source: Choose a paper from the library to open its local PDF.
zh_cn: 从论文库选择一篇论文以打开其本地 PDF。

source: Unknown author
zh_cn: 作者未知

source: Venue unavailable
zh_cn: 期刊或会议未知

source: Date unavailable
zh_cn: 日期未知

# CitationCount
source: {0} citations
zh_cn: {0} 次引用

source: Citations unavailable
zh_cn: 引用数未知

# NoLocalPdf
source: No local PDF available
zh_cn: 没有可用的本地 PDF

# CouldNotOpenLocalPdf
source: Could not open the local PDF
zh_cn: 无法打开本地 PDF

# RetryFeedPush
source: Push this paper's subscription again to retry verified open-access PDF retrieval.
zh_cn: 请再次推送该论文所在的订阅，以重新尝试获取已验证的开放获取 PDF。

source: All configured sources
zh_cn: 全部已配置来源

# CouldNotOpenSourcePage
source: Could not open the source page.
zh_cn: 无法打开来源页面。

# ClearUnclassifiedTitle
source: Clear unclassified papers?
zh_cn: 清理未分类论文？

# ClearUnclassifiedContent
source: This deletes unclassified papers, their local PDFs, and their saved interpretations.
zh_cn: 这会删除未分类论文、其本地 PDF 和已保存的全文解读。

source: Clear
zh_cn: 清理

source: Cancel
zh_cn: 取消

# DeleteSubscriptionTitle
source: Delete subscription?
zh_cn: 删除订阅？

# DeleteSubscriptionContent
source: Papers remain in the library, but {0} will no longer group them.
zh_cn: 论文仍会保留在论文库中，但 {0} 不再对它们分组。

source: Delete
zh_cn: 删除

source: Starting PaperPulse...
zh_cn: 正在启动 PaperPulse...

# SelectPaper
source: Select a paper
zh_cn: 选择一篇论文

# SelectPaperToViewAbstract
source: Select a paper to view its abstract.
zh_cn: 选择一篇论文以查看其摘要。

# SettingsSavedRestart
source: Saved settings. Restart PaperPulse to apply the interface language.
zh_cn: 设置已保存。请重启 PaperPulse 以应用界面语言。

# NoUnclassifiedPapers
source: No unclassified papers to clear.
zh_cn: 没有可清理的未分类论文。

# ClearedUnclassifiedPapers
source: Cleared {0} unclassified papers.
zh_cn: 已清理 {0} 篇未分类论文。

# SearchingFeed
source: Searching {0}...
zh_cn: 正在检索 {0}...

# ProcessingFeed
source: Processing {0} of {1}...
zh_cn: 正在处理第 {0} / {1} 篇...

# PushResult
source: {0} saved, {1} skipped.
zh_cn: 已保存 {0} 篇，已跳过 {1} 篇。

# SourcesUnavailable
source: {0} sources unavailable.
zh_cn: {0} 个来源不可用。

# CouldNotFinishPush
source: Could not finish this subscription push.
zh_cn: 无法完成本次订阅推送。

source: Added to favorites.
zh_cn: 已添加到收藏。

source: Removed from favorites.
zh_cn: 已从收藏中移除。

# CouldNotUpdateFavorite
source: Could not update favorite: {0}
zh_cn: 无法更新收藏状态：{0}

# SubscriptionNeedsName
source: A subscription needs a name.
zh_cn: 订阅需要名称。

# SavedFeed
source: Saved {0}.
zh_cn: 已保存 {0}。

# DeletedFeed
source: Deleted {0}.
zh_cn: 已删除 {0}。

source: Loading library...
zh_cn: 正在加载论文库...

source: Ready
zh_cn: 就绪

# CouldNotLoadLibrary
source: Could not load the library: {0}
zh_cn: 无法加载论文库：{0}

# SourcesRefusedDirectPdf
source: Some sources refused direct PDF access.
zh_cn: 部分来源拒绝提供直接 PDF 访问。

# NoVerifiedOpenAccessPdf
source: Some papers have no verified open-access PDF.
zh_cn: 部分论文没有已验证的开放获取 PDF。

# InvalidPdfResponse
source: Some sources did not return a valid PDF.
zh_cn: 部分来源未返回有效 PDF。

# CouldNotSaveLocalPdf
source: Some local PDF files could not be saved.
zh_cn: 部分本地 PDF 文件无法保存。

# NoAbstractProvided
source: No abstract provided by this source.
zh_cn: 该来源未提供摘要。

# SettingsEnglish.Content
source: English
zh_cn: 英文

# SettingsChinese.Content
source: Chinese
zh_cn: 中文

# SettingsBriefEnglish.Content
source: English
zh_cn: 英文

# SettingsBriefChinese.Content
source: Chinese
zh_cn: 中文

# LibraryNewSubscriptionButton.AutomationProperties.Name
source: New subscription
zh_cn: 新建订阅

# LibraryNewSubscriptionButton.ToolTipService.ToolTip
source: New subscription
zh_cn: 新建订阅

# LibrarySettingsButton.AutomationProperties.Name
source: Open settings
zh_cn: 打开设置

# LibrarySettingsButton.ToolTipService.ToolTip
source: Open settings
zh_cn: 打开设置

# LibraryPushSubscription.AutomationProperties.Name
source: Push this subscription
zh_cn: 推送此订阅

# LibraryPushSubscription.ToolTipService.ToolTip
source: Push this subscription
zh_cn: 推送此订阅

# WorkspaceSplitter.ToolTipService.ToolTip
source: Resize paper details and PDF
zh_cn: 调整论文详情与 PDF 的宽度
